Repository: ardamertdedeoglu/DoctorX
Catalog: lib/l10n/intl_*.arb
Languages: tr_tr

source: No packages available.
tr_tr: Mevcut paket bulunamadı

source: Try Again
tr_tr: Tekrar Dene

source: Parent
tr_tr: Ebeveyn

# department4name
source: Neurology
tr_tr: Nöroloji

# department2name
source: Orthopedics
tr_tr: Ortopedi

# department3name
source: Internal Medicine
tr_tr: Dahiliye

# department1name
source: Cardiology
tr_tr: Kardiyoloji

# profilePhotoUpdateSuccess
source: Profile photo updated successfully.
tr_tr: Profil resmi başarıyla güncellendi

source: Linked Accounts
tr_tr: Bağlı Hesaplar

source: Newly created doctor account not found
tr_tr: Yeni oluşturulan doktor hesabı bulunamadı
