Repository: ardamertdedeoglu/DoctorX
Catalog: lib/l10n/intl_*.arb
Languages: tr_tr

source: Login
tr_tr: Giriş Yap

source: Sign Up
tr_tr: Kayıt Ol

source: Home
tr_tr: Ana Menü

source: Settings
tr_tr: Ayarlar

source: Logout
tr_tr: Çıkış Yap

source: Reports
tr_tr: Raporlar

source: Appointments
tr_tr: Randevular

# wallet
source: My Wallet
tr_tr: Cüzdanım

source: News
tr_tr: Haberler

source: Hospital
tr_tr: Hastanesi

# accountSwitcher
source: Switch Account
tr_tr: Hesap Değiştir

# accountTypeDialog
source: Select Account Type
tr_tr: Hesap Türünü Seçin

# signupPageTitle
source: Sign Up
tr_tr: Kayıt Ol

# loginPageTitle
source: Login
tr_tr: Giriş Yap

# newsDetailPageTitle
source: News Detail
tr_tr: Haberler

source: Profile Image
tr_tr: Profil Resmi

source: Family Service
tr_tr: Aile Servisi

# aiErrorMessage
source: Sorry, I can't help you with this. How else can I help you?
tr_tr: Üzgünüm, bu konuda size yardımcı olamıyorum. Başka nasıl yardımcı olabilirim?

source: Donation
tr_tr: Bağış

# donationDesc
source: You can donate to support patients in need.
tr_tr: İhtiyacı olan hastalara destek olmak için bağış yapabilirsiniz.

source: Dietician
tr_tr: Diyetisyen

# dieticianDesc
source: Create a healthy eating plan with our expert dieticians.
tr_tr: Uzman diyetisyenlerimizle sağlıklı beslenme planı oluşturun.

source: Therapy
tr_tr: Terapi

# therapyDesc
source: Maintain your mental health with our professional therapists.
tr_tr: Profesyonel terapistlerimizle mental sağlığınızı koruyun.

source: Dietician+Therapy
tr_tr: Diyetisyen+Terapi

# dieticianTherapyDesc
source: Combined package for both your physical and mental health.
tr_tr: Hem fiziksel hem mental sağlığınız için kombine paket.

# newsTitle
source: Health News
tr_tr: Sağlık Haberi

# newsDesc1
source: A new treatment method has been developed.
tr_tr: Yeni tedavi yöntemi geliştirildi.

# newsContentPlaceholder
source: Detailed content will be here...
tr_tr: Detaylı içerik buraya gelecek...

# newsDesc2
source: New research results have been announced.
tr_tr: Yeni araştırma sonuçları açıklandı.

# newsDesc3
source: Flu outbreak warning.
tr_tr: Grip salgını uyarısı.

# newsDesc4
source: Nutrition recommendations.
tr_tr: Beslenme önerileri.

# emailVerificationSuccess
source: Your email address has been successfully verified
tr_tr: E-posta adresiniz başarıyla doğrulandı

# welcomeMessage
source: Welcome
tr_tr: Hoşgeldin

# defaultUsername
source: User
tr_tr: Kullanıcı

# preparingApp
source: We are preparing the app for you...
tr_tr: Uygulama sizin için hazırlanıyor...

# enteringSentence
source: You are being directed to the application...
tr_tr: Uygulamaya yönlendiriliyorsunuz...

# newsContainer
source: Health News
tr_tr: Sağlık Haberleri

# welcomeMainMenu
source: Hello
tr_tr: Merhaba

source: Upcoming Appointments
tr_tr: Yaklaşan Randevular

# mainMenuTitle
source: Main Menu
tr_tr: Ana Menü

# chatsTitle
source: Chats
tr_tr: Sohbetler

# packagesTitle
source: Packages
tr_tr: Paketler

# mainMenuDesc
source: In this page: • You can view your profile information and change them. • You can keep up with the current health news. • You can access content by searching.
tr_tr: Bu bölümde: • Profil bilgilerinizi görüntüleyebilir ve düzenleyebilirsiniz. • Güncel sağlık haberlerini takip edebilirsiniz. • Arama yaparak içeriklere ulaşabilirsiniz.

# searchLabel
source: Search...
tr_tr: Ara...

# searchHelper
source: Type the section you want to search
tr_tr: Aramak istediğiniz bölümü yazın

# appointmentKeyword
source: Appointment
tr_tr: Randevusu

# january
source: JAN
tr_tr: OCA

# february
source: FEB
tr_tr: ŞUB

# april
source: APR
tr_tr: NİS

# june
source: JUN
tr_tr: HAZ

# july
source: JUL
tr_tr: TEM

# august
source: AUG
tr_tr: AĞU

# september
source: SEP
tr_tr: EYL

# october
source: OCT
tr_tr: EKİ

# november
source: NOV
tr_tr: KAS

# december
source: DEC
tr_tr: ARA

# quickAccessTitle
source: Quick Access
tr_tr: Hızlı İşlemler

# quickAppointment
source: Make an Appointment
tr_tr: Randevu Al

source: Diabetes
tr_tr: Diyabet

# quickAppointmentsList
source: My Appointments
tr_tr: Randevularım

# aiFirstMessage
source: How may I be of service today?
tr_tr: Nasıl yardımcı olabilirim?

# chatsHintText
source: Type a message...
tr_tr: Mesajınızı yazın...

# notVerifiedEmailMessage
source: Your email address has not been verified yet. Please verify your email address.
tr_tr: Lütfen e-posta adresinizi doğrulayın

source: Donation Amount
tr_tr: Bağış Miktarı

# donationAmountLabel
source: Amount (TL)
tr_tr: Miktar (TL)

# donationReward
source: Fifty percent of your donation will be returned to your wallet.
tr_tr: Bağış yaptığınız tutarın %50'si cüzdanınıza eklenecektir.

# donationThanks
source: Thank you for your donation!
tr_tr: Bağışınız için teşekkür ederiz!

# donationPendingTime
source: will be added after 7 days.
tr_tr: tutarında bakiye 7 gün sonra cüzdanınıza eklenecektir.

source: Cancel
tr_tr: İptal

# donationConfirm
source: Donate
tr_tr: Bağış Yap

# chatsDesc
source: In this page: • You can chat with our AI powered assistant. • You can ask your questions about health related topics. • You can get information about the appointments and services.
tr_tr: Bu bölümde: • Yapay zeka asistanımızla sohbet edebilirsiniz. Sağlık konularında sorularınızı sorabilirsiniz. • Randevu ve hizmetler hakkında bilgi alabilirsiniz.

# packagesDesc
source: In this page: • You can examine our health-service packages. • You can make an appointment online. • You can donate. • You can buy our packages with a cheaper price than normal.
tr_tr: Bu bölümde: • Sağlık hizmet paketlerimizi inceleyebilirsiniz. • Online randevu alabilirsiniz. • Bağış yapabilirsiniz. • Normalden ucuz fiyata paket satın alabilirsiniz.

source: Documents
tr_tr: Dokümanlar

# aboutUsTitle
source: About Us
tr_tr: Hakkımızda

# producersTitle
source: Producers:
tr_tr: Yapımcılar:

# timeOfRelease
source: Release Date:
tr_tr: Yapım Tarihi:

# timeOfReleaseValue
source: February 2025
tr_tr: Şubat 2025

source: Goal:
tr_tr: Amaç:

# goalDesc
source: This application is designed to provide health services to patients whenever and wherever they want.
tr_tr: Bu uygulama, her türlü sağlık hizmetini kullanıcıların istediği zaman ve istediği yerden ulaşabileceği bir seviyeye getirmek için tasarlanmıştır.

source: Close
tr_tr: Kapat

source: Dark Mode
tr_tr: Koyu Tema

source: Light Mode
tr_tr: Açık Tema

# noLinkedAccountsMessage
source: You have no linked accounts.
tr_tr: Bağlı hesap bulunamadı

# basicErrorMessage
source: An error occurred.
tr_tr: Bir hata oluştu

# loadErrorAccountSwitcher
source: Linked accounts could not be loaded.
tr_tr: Bağlı hesaplar yüklenemedi

# searchItemDiabetesTitle
source: Diabetes Tracking
tr_tr: Diyabet Takibi

# searchCategoryHealth
source: Health
tr_tr: Sağlık

# searchItemDiabetesDesc
source: Track your diabetes values
tr_tr: Diyabet değerlerinizi takip edin

# searchItemDocumentsTitle
source: Health Documents
tr_tr: Sağlık Dokümanları

# searchItemDocumentsDesc
source: Informative documents about health
tr_tr: Sağlık ile ilgili bilgilendirici dokümanlar

# searchItemReportsTitle
source: Health Reports
tr_tr: Tıbbi Raporlar

# searchItemReportsDesc
source: All your medical reports
tr_tr: Tüm tıbbi raporlarınız

# searchItemAppointmentDesc
source: View all your past and upcoming appointments
tr_tr: Tüm geçmiş ve gelecek randevularınızı görüntüleyin

# searchItemChatsTitle
source: Health Assistant
tr_tr: Sağlık Asistanı

# searchItemChatsDesc
source: Chat with our AI assistant about health topics
tr_tr: Yapay zeka asistanımız ile sağlık konularında sohbet edin

# searchItemQuestionsCategory
source: Frequently Asked Questions
tr_tr: Sık Sorulan Sorular

# searchItemQuestionDesc
source: e.g.:
tr_tr: Örnek:

source: Price:
tr_tr: Fiyat:

# hospitalDoctorTitle
source: Hospital and Doctor Selection
tr_tr: Hastane ve Doktor Seçimi

# appointmentDateAndTimeTitle
source: Appointment Date and Time
tr_tr: Randevu Tarihi ve Saati

# buyKeyword
source: Buy
tr_tr: Satın Al

# dateSelection
source: Select a Date
tr_tr: Tarih Seçin

source: Available Hours:
tr_tr: Müsait Saatler:

# paymentTitle
source: Payment Options
tr_tr: Ödeme Seçenekleri

# appointmentPaymentTitle
source: Details of Appointment
tr_tr: Randevu Detayları:

# appointmentPaymentDate
source: Date:
tr_tr: Tarih:

# appointmentPaymentTime
source: Hour:
tr_tr: Saat:

# appointmentPaymentPackage
source: Package:
tr_tr: Paket:

# appointmentPaymentAmount
source: Package Amount:
tr_tr: Paket Tutarı:

# appointmentPaymentWallet
source: Your Wallet Balance:
tr_tr: Cüzdan Bakiyeniz:

# paymentWithWallet
source: Pay with Wallet Balance
tr_tr: Cüzdan Bakiyesi ile Öde

# notEnoughWallet
source: Insufficient balance. Remaining Amount:
tr_tr: Yetersiz bakiye. Kalan tutar:

# walletPlusCardPayment
source: Pay with Wallet + Card
tr_tr: Cüzdan + Kart ile Öde

# payWithCard
source: Pay With Credit/Debit Card
tr_tr: Kredi/Banka Kartı ile Öde

# payWithCardTitle
source: Pay with Card
tr_tr: Kart ile Ödeme

# cardPaymentAmount
source: Amount to be paid:
tr_tr: Ödenecek Tutar:

source: Card Number
tr_tr: Kart Numarası

# cardEndDate
source: MM/YY
tr_tr: AA/YY

# invalidCardMessage
source: Please enter a valid card number
tr_tr: Lütfen geçerli kart bilgileri girin

source: Confirm Payment
tr_tr: Ödemeyi Tamamla

# appointmentSuccess
source: Your appointment has been successfully created.
tr_tr: Randevunuz başarıyla oluşturuldu

# appointmentFailure
source: An error occurred while creating your appointment.
tr_tr: Randevu oluşturulurken bir hata oluştu

source: Child Information
tr_tr: Çocuk Bilgileri

# requiredField
source: This field is required
tr_tr: Bu alan zorunludur

source: Last Name
tr_tr: Soyad

# emailLabel
source: E-Mail
tr_tr: E-posta

# invalidEmailMessage
source: Please enter a valid email address
tr_tr: Geçerli bir e-posta adresi girin

# addKeyword
source: Add
tr_tr: Ekle

# childAccountConnectionSuccess
source: Child account successfully linked.
tr_tr: Çocuk hesabı başarıyla bağlandı

# childAccountConnectionFailure
source: An error occurred while linking the child account.
tr_tr: Hesap bağlama başarısız oldu

# childAccountNonExistent
source: A child account with this email address does not exist.
tr_tr: Belirtilen e-posta ile çocuk hesabı bulunamadı

# searchEmpty
source: No results found.
tr_tr: Aranan içerik bulunamadı

# noUpcomingAppointments
source: You have no upcoming appointments.
tr_tr: Yaklaşan randevunuz bulunmamaktadır

# yesButton
source: Yes
tr_tr: Evet

# noButton
source: No
tr_tr: Hayır

# childAccountConnectionQuestion
source: Would you like to add your children's accounts?
tr_tr: Çocuklarınızın hesabını eklemek ister misiniz?

# emailVerificitaionButton
source: Verify E-mail
tr_tr: E-postayı Doğrula

# childAccountTitle
source: Child Account
tr_tr: Çocuk Hesabı

# userDataLoadError
source: An error occurred while loading user data.
tr_tr: Kullanıcı verileri yüklenirken bir hata oluştu.

# chooseFromGalleryButton
source: Choose from Gallery
tr_tr: Galeriden Seç

# cameraButton
source: Take a Photo
tr_tr: Fotoğraf Çek

# removePhotoButton
source: Remove Photo
tr_tr: Fotoğrafı Kaldır

# AIGreetingResponse
source: Hello! How can I help you?
tr_tr: Merhaba! Size nasıl yardımcı olabilirim?

# AIChattingResponse
source: I'm fine, thank you. How can I help you?
tr_tr: İyiyim, teşekkür ederim. Size nasıl yardımcı olabilirim?

# AIAppointmentResponse
source: Please select a service from the packages tab to make an appointment.
tr_tr: Randevu almak için lütfen paketler sekmesinden bir hizmet seçiniz.

# AIDoctorResponse
source: Please specify your complaint to find a suitable doctor for you.
tr_tr: Size uygun bir doktor bulmak için lütfen şikayetinizi belirtiniz.

# AIPriceResponse
source: You can see our prices in the packages tab.
tr_tr: Fiyatlarımızı paketler sekmesinde görebilirsiniz.

# AIThanksResponse
source: You're welcome! Can I help you with anything else?
tr_tr: Rica ederim! Başka bir konuda yardımcı olabilir miyim?

# emailVerificationSent
source: Verification email has been sent. Please check your email.
tr_tr: Doğrulama e-postası gönderildi. Lütfen e-postanızı kontrol edin.

# emailAlreadyVerified
source: E-mail is already verified.
tr_tr: E-posta zaten doğrulanmış.

# AccountFindError
source: User session not found. Please log in again.
tr_tr: Kullanıcı oturumu bulunamadı. Lütfen tekrar giriş yapın.

# emailVerificationTechnicalError
source: An error occurred while sending the verification email:
tr_tr: Doğrulama e-postası gönderilirken bir hata oluştu:

# profileDialogTitle
source: Profile Information
tr_tr: Profil Bilgileri

source: Account Type:
tr_tr: Hesap Türü:

# parentAccount
source: Parent
tr_tr: Ebeveyn

source: Normal Account
tr_tr: Normal Hesap

# upgradeToParent
source: Upgrade to Parent Account
tr_tr: Ebeveyn Hesabına Yükselt

# newEmailLabel
source: New E-mail
tr_tr: Yeni E-posta

source: New Password
tr_tr: Yeni Şifre

# passwordUpdateError
source: An error occurred while updating the password:
tr_tr: Şifre güncellenirken bir hata oluştu:

# passwordUpdateSuccess
source: Information updated
tr_tr: Bilgiler güncellendi

# chooseHospitalLabel
source: Choose Hospital
tr_tr: Hastane Seçin

source: Choose Doctor
tr_tr: Doktor Seçin

source: Choose Account Type
tr_tr: Hesap Türü Seçin

source: Mother
tr_tr: Anne

source: Father
tr_tr: Baba

# pastAppointments
source: Past
tr_tr: Geçmiş

# futureAppointments
source: Present
tr_tr: Gelecek

# noPastAppointments
source: You have no past appointments.
tr_tr: Geçmiş randevunuz bulunmamaktadır.

# editButton
source: Edit
tr_tr: Düzenle

# hour
source: h
tr_tr: s

# minutes
source: m
tr_tr: dk

# doseConfirmedMessage
source: Congratulations, one step closer to being healthy!
tr_tr: Aferin, sağlıklı olmaya bir adım daha!

# doseNotConfirmedMessage
source: Oh no, don't forget again!
tr_tr: Eyvah, sakın bir daha unutma!

# doseConfirm
source: Dose Confirmation
tr_tr: Doz Onayı

# doseConfirmationDesc
source: Are you sure you took this dose?
tr_tr: Bu dozu aldığınızdan emin misiniz?

# doseTitle
source: Insulin Dose
tr_tr: İnsülin Doz

# morningDose
source: Morning Dose (11:00)
tr_tr: Sabah Dozu (11:00)

# eveningDose
source: Evening Dose (20:00)
tr_tr: Akşam Dozu (20:00)

source: Remaining time:
tr_tr: Kalan süre:

source: Morning
tr_tr: Sabah

source: Glucose Level
tr_tr: Glikoz Seviyesi

# tooMuchGlucose
source: Glucose level should be reduced!
tr_tr: Glikoz seviyesi azaltılmalı!

# tooLowGlucose
source: Increase your glucose consumption!
tr_tr: Glikoz tüketimini arttır!

# normalGlucose
source: Keep it up!
tr_tr: İşte böyle devam et!

# carbonhydrates
source: Carbohydrates
tr_tr: Karbonhidratlar

source: Available Balance
tr_tr: Kullanılabilir Bakiye

source: Pending Balance:
tr_tr: Bekleyen Bakiye:

# addBalance
source: Top Up Balance
tr_tr: Bakiye Yükle

# resetPasswordTitle
source: Reset Password
tr_tr: Şifre Sıfırlama

# requiredEmail
source: Email is required.
tr_tr: Email gereklidir.

# requiredPassword
source: Password is required.
tr_tr: Şifre gereklidir.

# passwordMinLength
source: Password must be at least 6 characters.
tr_tr: Şifre en az 6 karakter olmalıdır.

# userNotFound
source: No user found with this email address.
tr_tr: Bu e-posta adresi ile kayıtlı kullanıcı bulunamadı.

# wrongPassword
source: Incorrect password
tr_tr: Hatalı şifre

# emailForResettingPassword
source: Enter the email address to which the password reset link will be sent:
tr_tr: Şifre sıfırlama bağlantısı gönderilecek e-posta adresini girin:

source: Password
tr_tr: Şifre

source: Remember Me
tr_tr: Beni Hatırla

# forgotPassword
source: Forgot your password?
tr_tr: Şifremi Unuttum

# signupButton
source: Don't have an account? Sign up
tr_tr: Hesabın yok mu? Kayıt ol

# resetLinkConfirmed
source: Password reset link has been sent to your email address.
tr_tr: Şifre sıfırlama bağlantısı e-posta adresinize gönderildi

# resetLinkError
source: Password reset error:
tr_tr: Şifre sıfırlama hatası:

# requiredAll
source: Please fill in all fields
tr_tr: Tüm alanları doldurunuz

# passwordsNotMatch
source: Passwords do not match
tr_tr: Şifreler eşleşmiyor

# weakPassword
source: Password is too weak
tr_tr: Şifre çok zayıf.

# emailAlreadyInUse
source: This email address is already in use
tr_tr: Bu e-posta adresi zaten kullanımda.

# signError
source: An error occurred while signing up:
tr_tr: Kayıt hatası:

# unexpectedError
source: An unexpected error occurred:
tr_tr: Beklenmedik bir hata oluştu:

source: Verify Password
tr_tr: Şifreyi Doğrula

# allReports
source: All
tr_tr: Tümü

# reportsTitle1
source: Blood Test Results
tr_tr: Kan Tahlili Sonucu

# pdfError
source: An error occurred while loading the PDF:
tr_tr: PDF görüntülenirken bir hata oluştu:

# deleteReportTitle
source: Delete Report
tr_tr: Raporu Sil

# deleteReportDesc
source: Are you sure you want to delete this report?
tr_tr: Bu raporu silmek istediğinizden emin misiniz?

# deleteButton
source: Delete
tr_tr: Sil

# deleteReportSuccess
source: Report deleted successfully.
tr_tr: Rapor başarıyla silindi

# reportsPageTitle
source: My Reports
tr_tr: Raporlarım

# searchReports
source: Search for a report or a doctor...
tr_tr: Rapor veya doktor ara...

# openPdfViewer
source: View
tr_tr: Görüntüle

# searchDocuments
source: Search for a document...
tr_tr: Doküman ara...

# reportsDepartment1
source: Internal Medicine
tr_tr: Dahiliye

# reportsTitle2
source: MRI Results
tr_tr: EKG Raporu

# reportsDepartment2
source: Cardiology
tr_tr: Kardiyoloji

# reportsTitle3
source: X-Ray of Lungs Results
tr_tr: Akciğer Filmi

# reportsDepartment3
source: Pulmonology
tr_tr: Göğüs Hastalıkları

# reportsTitle4
source: MR Scan Results
tr_tr: MR Görüntüleme Sonucu

# reportsDepartment4
source: Neurology
tr_tr: Nöroloji

# documentTitle1
source: What is Diabetes?
tr_tr: Diyabet Nedir?

# documentSummary1
source: Basic information about diabetes
tr_tr: Diyabet hastalığı hakkında temel bilgiler

# documentContent1
source: Diabetes is a chronic disease that occurs when the pancreas does not produce enough insulin or when the body cannot effectively use the insulin it produces. Insulin is a hormone that regulates blood sugar. Hyperglycemia, or high blood sugar, is a common effect of uncontrolled diabetes and over time leads to serious damage to many of the body's systems, especially the nerves and blood vessels.
tr_tr: Diyabet, vücudunuzun kan şekerini (glikoz) düzenleyen insülin hormonunu yeterince üretemediği veya etkili kullanamadığı bir metabolizma hastalığıdır...

# documentTitle2
source: Type 2 Diabetes Treatment
tr_tr: Tip 2 Diyabet Tedavisi

# documentSummary2
source: Treatment methods for type 2 diabetes
tr_tr: Tip 2 diyabet hastalığının tedavi yöntemleri

# documentContent2
source: The main goal of type 2 diabetes treatment is to maintain blood sugar levels within the normal range. Treatment methods include lifestyle changes, oral medications, and insulin therapy. The treatment plan is determined by the doctor according to the patient's blood sugar level, age, and other health problems.
tr_tr: Tip 2 diyabet tedavisinin temel amacı kan şekeri seviyelerini normal aralıkta tutmaktır. Tedavi yöntemleri arasında yaşam tarzı değişiklikleri, oral ilaçlar ve insülin tedavisi yer alır. Tedavi planı, doktor tarafından hastanın kan şekeri seviyesine, yaşına ve diğer sağlık sorunlarına göre belirlenir...

# documentTitle3
source: Healthy Eating Guide
tr_tr: Sağlıklı Beslenme Rehberi

# documentCategory
source: Nutrition
tr_tr: Beslenme

# documentSummary3
source: Balanced and healthy nutrition recommendations
tr_tr: Dengeli ve sağlıklı beslenme önerileri

# documentContent3
source: Healthy nutrition requires taking in all the nutrients our body needs in a balanced way...
tr_tr: Sağlıklı beslenme, vücudumuzun ihtiyaç duyduğu tüm besin öğelerini dengeli bir şekilde almayı gerektirir...

# cantEditAppointmentWithin3Days
source: You cannot edit an appointment within 3 days of the appointment date.
tr_tr: Randevu tarihine 3 günden az kaldığı için randevuyu düzenleyemezsiniz.

# confirmCancellation
source: Cancel Appointment
tr_tr: Randevuyu İptal Et

# cancelAppointmentConfirmation
source: Are you sure you want to cancel this appointment?
tr_tr: Bu randevuyu iptal etmek istediğinizden emin misiniz?

source: Carbohydrates Tracking
tr_tr: Karbonhidrat Takibi

# consumptionToday
source: Today's Consumption:
tr_tr: Bugün Tüketilen:

source: Calories:
tr_tr: Kalori:

# eatQuestion
source: What did you eat today?
tr_tr: Bugün ne yedin?

source: carbohydrates
tr_tr: karbonhidrat

# insulineTracking
source: Insulin Tracking
tr_tr: İnsülin Takibi

source: Apple
tr_tr: Elma

source: Banana
tr_tr: Muz

# oneUnit
source: 1 unit
tr_tr: 1 birim

# oneSlice
source: 1 slice
tr_tr: 1 dilim

# onePortion
source: 1 portion
tr_tr: 1 porsiyon

# oneGlass
source: 1 glass
tr_tr: 1 bardak

# oneBowl
source: 1 bowl
tr_tr: 1 kase

source: medium size
tr_tr: Orta boy

source: Bread
tr_tr: Ekmek

source: Rice
tr_tr: Pirinç

source: Pasta
tr_tr: Makarna

source: Milk
tr_tr: Süt

source: Yogurt
tr_tr: Yoğurt

source: Potato
tr_tr: Patates

# sendButton
source: Send
tr_tr: Gönder

# iAmDoctor
source: I am a Doctor
tr_tr: Ben bir doktorum

# doctorTitle
source: Title (Prof. Dr., Assoc. Dr., etc.)
tr_tr: Unvan (Prof. Dr., Ast., Dr., etc.)

# specialization
source: Medical Specialization
tr_tr: Uzmanlık Alanı

# licenseNumber
source: Medical License Number
tr_tr: Hekimlik Numarası

# verifyDocuments
source: Your documents will be verified
tr_tr: Dokümanlarınız doğrulanacak.

source: Patients
tr_tr: Hastalar

source: Send Message
tr_tr: Mesaj Gönder

source: Voice Call
tr_tr: Sesli Arama

source: Video Call
tr_tr: Görüntülü Arama

source: Last Visit:
tr_tr: Son Ziyaret:

source: Add Child Account
tr_tr: Çocuk Hesabı Ekle

source: First Name
tr_tr: Ad

# searchPatients
source: Search for a patient...
tr_tr: Hasta Ara...

source: Last Seen:
tr_tr: Son görülme

# featureNotAvailable
source: This feature is not available yet.
tr_tr: Bu özellik henüz kullanılabilir değil

# specializationHintText
source: e.g. Cardiology, Neurology
tr_tr: Örn: Kardiyoloji, Göz Hastalıkları, vb.

# licenseNumberHintText
source: e.g. 123456
tr_tr: Örn: 123456

source: View Patients
tr_tr: Hastaları Görüntüle

source: Doctor Account
tr_tr: Doktor Hesabı

# updateDoctorInfo
source: Update Doctor Information
tr_tr: Doktor Bilgilerini Güncelle

source: Add Doctor Account
tr_tr: Doktor Hesabı Ekle

# doctorAccountInfo
source: You will need to provide your medical license and other professional details to create a doctor account.
tr_tr: Doktor hesabı oluşturmak için medikal lisansınızı ve diğer profesyonel bilgilerinizi sağlayınız.

source: Continue to Registration
tr_tr: Kayda Devam Et

# doctorAccountCreated
source: Doctor account created successfully.
tr_tr: Doktor hesabı başarıyla oluşturuldu

source: Select Account
tr_tr: Hesap Seç

# invalidEmail
source: Invalid email address
tr_tr: Geçersiz e-posta adresi

source: Create Doctor Account
tr_tr: Doktor Hesabı Oluştur

# doctorAccountCreationError
source: An error occurred while creating the doctor account.
tr_tr: Doktor hesabı oluşturulurken bir hata oluştu

source: No doctors available.
tr_tr: Mevcut doktor bulunamadı

# cannotRemoveCurrentAccount
source: You cannot remove your current account.
tr_tr: Şu anki hesabınızı kaldıramazsınız

source: Remove Account
tr_tr: Hesabı Kaldır

# removeAccountConfirmation
source: Are you sure you want to remove this account?
tr_tr: Bu hesabı kaldırmak istediğinizden emin misiniz?

# accountRemoved
source: Account removed successfully.
tr_tr: Hesap başarıyla kaldırıldı

# accountRemoveError
source: An error occurred while removing the account.
tr_tr: Hesap kaldırılırken bir hata oluştu

# errorSwitchingAccount
source: An error occurred while switching accounts.
tr_tr: Hesap değiştirilirken bir hata oluştu
